---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Horiz
source: html/d49ef29f-f88c-193e-591e-6ec2aad181a3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Horiz Property

"Border 1 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder1Horiz { get; }
```